Revit 2027 API
ParameterTypeId.DpartMaterialByOriginal Property
 "Material By Original"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartMaterialByOriginal { get; }
Public Shared ReadOnly Property DpartMaterialByOriginal As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartMaterialByOriginal {
	ForgeTypeId^ get ();
}
static member DpartMaterialByOriginal : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace